public class LevelText 
{
    public static String[] text = new String[]{
        "",
        "    今天睡過頭，我又遲到了…那個雞掰老師今天居然沒罰我？真不知道他今天吃錯什麼藥欸。雖然他上課還是一樣無聊…今天回家的路上，我撿到一張我們學校熱音社某團的小成傳單，我記得萱萱蠻喜歡聽這種表演的，明天帶他去看好了。",//1-1
        "    明天就是熱音社的小成果發表會了，但彩排的狀況實在令人擔心...團員們看起來一團糟，還不小心把音響弄壞了，還好有熱心的工友伯伯幫忙修理，不然真的就完蛋了。老實說我有時候真不懂其他人在搞什麼，明明是同一團的人卻感覺只有我一個人在努力，不想練團的話一開始就不要參加啊，氣死我了!",//1-2
        "    又來了，第七天了，那個女人又一次地把所有苦水全部往我身上吐，這應該要去找醫生吧！明明我對她女兒的事情也一點辦法都沒有，跟我說也不會有任何幫助。雖然她女兒很可愛，之前也曾去探望過幾次，坦白說我很同情她女兒的遭遇，但沒用就是沒用啊！拜託不要再一直纏著我不放了啦！搞得我精神耗弱，一整天都渾渾噩噩的，黑眼圈都跑出來了。",//1-3
        "    今天，我推著萱萱到成發現場來表演。老實說，我自己是不太懂得欣賞這種在台上鬼吼鬼叫的音樂啦，尤其是那個主唱又唱的蠻難聽的，但萱萱好像蠻喜歡的，她喜歡就好。台上的主唱叫做慧甄，她表演後我有跟他小聊一下，感覺是個滿好相處的人呢！",//1-4
        "    滿懷期待的登上舞台準備盡情表演，結果台下的觀眾居然只有兩個...雖然是意料之中的事，因為我們的確也準備的不夠好。但其實我非常希望自己的表演能被大家看見，明明真的很努力了啊...每天彈吉他一直到手長了一層一層的繭，為了成發甚至都不敢喝一口飲料，生怕自己嗓子出了什麼問題。但為什麼沒有人願意來看我？唯一值得開心的事大概只有表演結束後其中一個男生來找我搭話，他說叫做鮭魚，這該不會是我的第一個粉絲吧？",//1-5
        "    唉...第八天...不過今天她好像不太一樣，說是有一個偏方要我陪她一起去試試看，奇怪，偏方怎麼會是由我來，不應該是她女兒去試嗎？況且她還有個很愛她們的老公啊？嗯，不過她的樣子讓我有點擔心，精神看起來很不穩定，講話也顛三倒四的。唉...算了，我就好人做到底吧！",//1-6
        "    今天晚上萱萱媽媽好像跟著他的閨蜜出去玩了？真是的，居然這樣丟下自己的女兒不顧…阿不就還好有我這個好鄰居，不然讓一個漸凍症患者獨自在家多麼的危險！如果火燒厝她要怎麼跑？唉…要是萱萱能夠好起來，我們就能一起打電動，一起去看慧甄明天的另一場成發了！",//1-7
        "    今天練習結束準備回家時看見一顆流星閃過，就這樣掉進學校的圍牆了？！聽說對著流星許願願望就會成真...那我希望明天的大成發表演能夠讓體育館的人多到滿出來！我對著流星大聲喊出我的願望，希望老天爺能聽見我的祈求。流星咻的劃過夜色，轉瞬即逝，我心想，反正這種願望也不可能實現，真是有夠蠢的，不如早點洗洗睡吧。",//1-8
        "    糟糕，我遲到了，原本我臉敷完出發剛剛好，都怪她臨時要我彎去買米，不過我們居然約在學校操場上，天知道米是幹嘛用的，總不可能在操場中央開始煮飯吧！可是除此之外米還能幹嘛？",//1-9
        "    奇蹟發生了！萱萱的病居然好了！我今天去她家敲門的時候，居然是他開的門…我差點被嚇到昏倒...。但是，她媽媽卻失蹤了？昨天離開家後就再也沒有回來。萱萱爸爸把她女兒交給我要我照顧好他，他去找他老婆了。我帶著她去參加慧甄的大成，沒想到這麼多人！整個體育館都快滿出來了，而且還一堆人沒戴口罩，媽的。而且不知道為什麼，他今天的表演非常有魅力，與他前兩天的表演簡直是判若兩人，我第一次知道原來熱音社的演出也能這麼令人陶醉…",//1-10
        "    今天登上舞台前，台下意外的十分吵雜，我催促著夥伴做好表演的準備，當帷幕揭開時我驚呆了。底下的這些人都是來看我們表演的嗎？我用力捏了捏自己的臉，確認這並不是夢境之後，我的心跳越來越急促，我從來沒有在這麼多人面前表演過，拿著麥克風的手不由自主的顫抖，但隨著音樂的前奏響起，我本能的唱出了旋律，今天的狀態比任何一次表演都要好，身體感覺輕飄飄的，這一定是世界上最棒的表演，離我的夢想只差一點點了！",//1-11
        "    奇怪，今天是禮拜六吧！想說最近對她的態度有點差，今天想約她一起去逛街補償一下，所以早上一起來就立刻打電話給她，怎麼簡訊不回電話也沒接，不知道在幹什麼，明明已經三十幾了還搞這齣，以為自己是神隱少女啊。算了，她不去的話，我就自己去。", //1-12
        "    今天我陪著工友阿伯去找他的老婆，我們已經報警了，還真不知道她去了哪裡。但是看到工友阿伯跟萱萱找她的樣子我自己也感覺到很心疼，只希望她趕快回家吧，別再讓自己的老公與女兒擔心了。聽說，慧甄居然是跟我同個學校的！明天一定要去好好的恭喜他，居然辦了一個這麼精彩且成功的表演。",//2-1
        "    今天是星期日，因為不用打工於是我悠閒的睡到自然醒，陽光照進小小的房間，刺得我瞇起了眼睛。而當我起身揉揉眼睛望向鏡子時，裡面有一個四不像的怪物正在盯著我瞧。我們四目相對，然後......哇啊啊啊啊！這是什麼鬼啦！我大叫。鏡子裡的怪物也對我大叫。稍微冷靜下來之後我靜靜端詳自己的皮膚，臉上出現了像布娃娃縫線的怪東西，我的漂亮臉蛋全毀了！！！難不成是願望成真的代價嗎？這樣我不但當不成偶像還會被世人唾棄啊啊啊啊QQ",//2-2
        "    昨天採買好多東西，起床時連臉都是笑著的，當我美滋滋的打開新的一瓶乳液開始為保養做準備的時候，一照鏡子才發現我的肩膀竟然變成了兩顆大萵苣，而雙手變成葉片的我馬上尖叫了起來，事情也太離奇了，甚至鄰居來敲門都沒有把我從恐慌裡拉回來，我強迫自己深呼吸，勉強冷靜了一些之後，好說歹說才讓鄰居願意相信我是因為蟑螂才嚇成這樣的。", //2-3
        "    靠…太噁心了…今天工友伯伯在除草時撞到一個東西，撥開草叢一看，居然就是他老婆的屍體…我無法想像當時工友伯伯有多崩潰，我是覺得我的內心已經有陰影了…而且萱萱多麼可憐啊！自己的媽媽看不到自己病好的樣子…唉…還有今天慧甄用口罩跟布把自己漂亮的臉給遮起來欸…到底是怎樣，而且今天我走在路上看到一個老師手上黏著一片萵苣？？？老天爺嫌這世界的怪事不夠多嗎？",//2-4
        "    「欸你聽說了嗎...有一個女人死在操場上今天早上被工友伯伯發現耶」「對啊嚇死人了，我朋友說看到案發現場的人吐了一整個早上，現在還在保健室，整個人歇斯底里的」整個校園中彌漫著詭異的氛圍，我以為這樣能分散其他人對我的注意力，小心翼翼得將口罩又往上拉了一點，但還是遮不住臉上的縫線，被老師看見了...老師今天看我的眼神異常的銳利，她覺得我很奇怪嗎？明明他自己的手上長著一大片萵苣耶。這幾天怎麼一直在發生怪事，我好怕...",//2-5
        "    一整天戰戰兢兢的感覺真的很差，雖然勉強把雙手用手套加袖套包起來了，從外觀上也看不太出來，但路上的行人全都像在盯著我看一樣，讓我完全不敢輕舉妄動，最後總算到了學校，心臟像是要從嘴裡跳出來一樣。不過，剛剛在來的路上，有看到一個人的臉上，有一條可怕的疤痕從口罩的上緣劃過眼睛到額頭，雖然沒有看很清楚，但那個人好像是我班上的慧甄。", //2-6
        "    今天我請了喪假來參加萱萱媽媽的葬禮。萱萱跪在遺照前哭喊的哀嚎如同秋雨般沾染每個人的眼眶，天細雨朦朧，我想這也是上天忍不住的哀鳴吧！令我不解的是，為什麼慧甄跟那個萵苣老師沒來？我印象中老師是萱萱媽媽的好閨蜜啊！",//2-7
        "    聽說前幾天死在操場上的女人就是上次幫忙修音響工友伯伯的妻子...伯伯人那麼好卻要面對這樣的事，世界真是有夠不公平的。今晚老師說要到我家做家庭訪問，可是我根本沒有家人啊。想起昨天老師的眼神，我懷疑老師別有用心，不由得打了個冷顫。為了我的人身安全，看來只好跟他約在路二莎咖啡廳隨便聊聊了。話說現在臉變成這樣出門麻煩死了...好想回家睡覺啊",//2-8
        "    最後約在路二莎嗎？嘖，公共場所比起她家裡複雜多了，執行計畫的難度也有差，不過這麼一來就不會為了要她喝水反而讓她起疑了。不管怎樣，我都要查清楚我和她和毓芳的身上到底是發生了什麼事。", //2-9
        "    今天是禮拜三，慧甄一整天都沒醒，原本懷疑她是在裝睡，還徹底檢查一番，該不會是我一不小心下了太重的藥。不過在檢查她的身體的時候發現了一個奇怪的東西，在她右邊腋下有一個奇怪的....印記？圖騰？刺青？不管是什麼，這肯定是造成一切的始作俑者的身上才會有的東西。", //3-1
        "    我不敢相信...毓芳啊...你怎麼就這樣離開我們了？今天我帶著萱萱去海邊，但我的腦海裡卻是上次我們三人一起來這裡玩的畫面，我還記得你穿著泳衣的樣子，若隱若現的胸口總是會吸引眾人的目光，那時我很生氣，叫你別穿得這麼暴露，只不過也沒有下次了......等等，胸口？我記得那天檢查遺體的時候在毓芳的胸口看到了奇怪的標記。「把拔...我們真的要把麻麻扔到海裡嗎？這樣她會不會找不到我們？」「不會的，你媽媽最喜歡海了，現在她能回到她喜歡的地方了。」", //3-2
        "    媽媽是最愛我的...媽媽是最愛我的...他一定是被奇怪的人害死的...媽媽，你不要難過，我的病好了，我一定會找出兇手幫你復仇的。把拔說你最喜歡大海了，把拔決定把你的骨灰撒在大海裡，希望媽咪你在世界的彼岸過得快樂。媽媽，你在天上也一定要守護我喔!我會監督把拔有沒有亂喜歡別的女生，就算有，我也不會叫他們媽媽的，因為只有你是我的媽媽。", //3-3
        "    氣死我了，她什麼都不肯說，真以為只要說「我不知道！我什麼都不知道！」就可以瞞過我嗎。肯定是她做出了什麼，才會害我變成這副模樣，還連帶把毓芳也害死了。剛剛打了她一頓話都說不清楚，等等進去再問她一次，看她還敢不敢再隱瞞。", //3-4
        "    再怎麼難過也得去上班啊...一堆東西等著我去修，不然學生們又要抱怨了。在清楚圍牆附近壞掉的彩繪玻璃時，看見有一個長著長鼻子的灰色奇怪生物躺在地上，奄奄一息的。仔細一看原來是隻小象，居然還長著翅膀，也未免太不符合常理了吧。不過萱萱好像會喜歡這種東西，帶回去也許可以讓他開心一點吧。", //3-5
        "    今天鮭魚哥哥說慧甄姊姊不見兩天了!那天葬禮的時候他就沒來，我還想說他是有團練嗎?真奇怪。說到這個，欣婕阿姨那天也沒來，這就很奇怪了，印象中他跟我媽媽是很好的朋友啊?後來，我跟鮭魚哥哥去他平常練習的音樂教室找他，他的團友也都說沒有看到他...他到底會去哪裡?還是說她去補習了啊?畢竟聽說玩社團成績會變得很爛....可是我好想再聽到慧甄姊姊唱歌喔。", //3-6
        "    跟她徹底地談過了，她是真的什麼都不知道，就連印記她也都沒有發現。不過她告訴我，為了前幾天社團的成果發表能順利成功，她在前一天的晚上，跟我們一樣向同一顆流星許願，她還說流星掉到了校園裡面。拜託，都高中了，還不知道流星是宇宙塵粒和固體塊等空間物質進入星球大氣層，並與大氣摩擦燃燒所產生的光的軌跡嗎？唉，不管如何，總算是取得了一個相關線索了。", //3-7
        "    好不容易抱回家裡，但這隻小象一直沒醒欸，總之先放在沙發上，順便包紮一下它的傷口...咦？這個印記毓芳的身上也有...難道毓芳的死跟它有關係嗎？", //3-8
        "    好可怕....慧甄姊姊說她居然被欣婕阿姨綁架...他又說是因為他身上出現了跟媽媽一樣的印記?這是怎麼回事啊...?慧甄姊姊說他某天一早起來就發現臉變得很奇怪，印記大概也是那個時候出現的。我還以為是欣婕阿姨把她的臉變成那樣，我印象中欣婕阿姨不是甚麼壞人阿，他以前來我家的時候還曾經買很多糖果給我吃呢!不過慧甄姊姊說欣婕阿姨的手也長滿了萵苣...怎麼最近大家都好奇怪?阿鮭魚哥哥怎麼沒事?", //3-9
        "    現在已經可以先假定就是那顆流星造成的這一切，只需要再做最後的確認就行了，如果毓芳的屍體上也有一樣印記的話，就八九不離十了。只是...毓芳的屍體似乎已經火化了，嗯...只好找她老公了。", //3-10
        "    萱萱對小象好像沒什麼反應，也是啦，毓芳的死對我們的打擊實在太大了，短時間內根本不可能振作起來。現在也只能先等小象起來了。", //3-11
        "    爸爸最近撿了一隻小小的大象回家，但我對他說真的沒甚麼興趣。醫生說我最近要找一些能分心的事情做，所以我有空就去找鮭魚哥哥玩，他對我好好喔！但我還是好想媽媽喔...但爸爸說今天放學後叫我馬上回家，是發生了甚麼事嗎?他該不會找了新的老婆了吧?我是不會同意的!媽媽，我好想念你...", //3-12
        "    基本上說明清楚狀況了，果然，在毓芳的胸口也有一模一樣的印記，可是...這麼一來，我難道還要等到再一次看到流星，向她許願，才能擺脫掉詛咒嗎？沒錯，就是詛咒，雖然它實現了我的願望，但是這個副作用卻強烈到我沒有辦法承受。它來的太快，而且扎扎實實的就落在我頭上，還奪去了我最好的朋友。", //3-13
        "    小象緩緩的睜開了眼睛，藍色的眼眸透著神秘的氣息。我半自言自語地開口詢問：「你怎麼會出現在那裡，你是誰？」這隻小象應該不會說話吧...就在我這麼想的同時，它發出了咯咯的笑聲，聽起來讓人有點不舒服。只見它緩緩開口說道：「我是幸運小象哦，前幾天飛的時候不小心撞到電線桿掉下來了，謝謝你救了我啊，有什麼想問的儘管問吧。」「關於毓芳的死你是不是知道些什麼？」「噢...你是說那個蠢女人啊，為了救自己女兒犧牲的那個吧。」「你說什麼...你果然知道！」「當然，畢竟她苦苦哀求的樣子我可是記得一清二楚。你為什麼看起來這麼生氣呢？用她的命來換自己女兒的命是很合理的一件事吧，我只是幫她達成願望而已。」小象歪著頭，用輕鬆的語氣說著。「你這怪物...她可是我最愛的人啊！」氣急敗壞的我隨手拿起身旁的玻璃瓶就朝小象的頭砸了下去，頓時鮮血四濺。該怎麼辦...啊，今天要去修理B班的冷氣，它應該暫時不會醒過來，總之先鎖在這裡，趕快出門吧。", //3-14
        "    騙人的吧...那頭該死的大象呢？我緊張地環顧四周，甚至連昨天的血漬都消失了，到底是怎麼逃走的...？"  //3-15
    };
}