public class LevelText 
{
    public static String[] text = new String[]{
        "",
        "    今天睡過頭，我又遲到了…那個雞掰老師今天居然沒罰我？真不知道他今天吃錯什麼藥欸。雖然他上課還是一樣無聊…今天回家的路上，我撿到一張我們學校熱音社某團的小成傳單，我記得萱萱蠻喜歡聽這種表演的，明天帶他去看好了。",                                                                                                                                                                                              // 1-1
        "    明天就是熱音社的小成果發表會了，但彩排的狀況實在令人擔心...團員們看起來一團糟，還不小心把音響弄壞了，還好有熱心的工友伯伯幫忙修理，不然真的就完蛋了。老實說我有時候真不懂其他人在搞什麼，明明是同一團的人卻感覺只有我一個人在努力，不想練團的話一開始就不要參加啊，氣死我了!",                                                                                                                                     // 1-2
        "    又來了，第七天了，那個女人又一次地把所有苦水全部往我身上吐，這應該要去找醫生吧！明明我對她女兒的事情也一點辦法都沒有，跟我說也不會有任何幫助。雖然她女兒很可愛，之前也曾去探望過幾次，坦白說我很同情她女兒的遭遇，但沒用就是沒用啊！拜託不要再一直纏著我不放了啦！搞得我精神耗弱，一整天都渾渾噩噩的，黑眼圈都跑出來了。",                                                                                             // 1-3
        "    今天，我推著萱萱到成發現場來表演。老實說，我自己是不太懂得欣賞這種在台上鬼吼鬼叫的音樂啦，尤其是那個主唱又唱的蠻難聽的，但萱萱好像蠻喜歡的，她喜歡就好。台上的主唱叫做慧甄，她表演後我有跟他小聊一下，感覺是個滿好相處的人呢！",                                                                                                                                                                               // 1-4
        "    滿懷期待的登上舞台準備盡情表演，結果台下的觀眾居然只有兩個...雖然是意料之中的事，因為我們的確也準備的不夠好。但其實我非常希望自己的表演能被大家看見，明明真的很努力了啊...每天彈吉他一直到手長了一層一層的繭，為了成發甚至都不敢喝一口飲料，生怕自己嗓子出了什麼問題。但為什麼沒有人願意來看我？唯一值得開心的事大概只有表演結束後其中一個男生來找我搭話，他說叫做鮭魚，這該不會是我的第一個粉絲吧？",                        // 1-5
        "    唉...第八天...不過今天她好像不太一樣，說是有一個偏方要我陪她一起去試試看，奇怪，偏方怎麼會是由我來，不應該是她女兒去試嗎？況且她還有個很愛她們的老公啊？嗯，不過她的樣子讓我有點擔心，精神看起來很不穩定，講話也顛三倒四的。唉...算了，我就好人做到底吧！",                                                                                                                                                      // 1-6
        "    今天晚上萱萱媽媽好像跟著他的閨蜜出去玩了？真是的，居然這樣丟下自己的女兒不顧…阿不就還好有我這個好鄰居，不然讓一個漸凍症患者獨自在家多麼的危險！如果火燒厝她要怎麼跑？唉…要是萱萱能夠好起來，我們就能一起打電動，一起去看慧甄明天的另一場成發了！",                                                                                                                                                               // 1-7
        "    今天練習結束準備回家時看見一顆流星閃過，就這樣掉進學校的圍牆了？！聽說對著流星許願願望就會成真...那我希望明天的大成發表演能夠讓體育館的人多到滿出來！我對著流星大聲喊出我的願望，希望老天爺能聽見我的祈求。流星咻的劃過夜色，轉瞬即逝，我心想，反正這種願望也不可能實現，真是有夠蠢的，不如早點洗洗睡吧。",                                                                                                           // 1-8
        "    糟糕，我遲到了，原本我臉敷完出發剛剛好，都怪她臨時要我彎去買米，不過我們居然約在學校操場上，天知道米是幹嘛用的，總不可能在操場中央開始煮飯吧！可是除此之外米還能幹嘛？",                                                                                                                                                                                                                                  // 1-9
        "    奇蹟發生了！萱萱的病居然好了！我今天去她家敲門的時候，居然是他開的門…我差點被嚇到昏倒...。但是，她媽媽卻失蹤了？昨天離開家後就再也沒有回來。萱萱爸爸把她女兒交給我要我照顧好他，他去找他老婆了。我帶著她去參加慧甄的大成，沒想到這麼多人！整個體育館都快滿出來了，而且還一堆人沒戴口罩，媽的。而且不知道為什麼，他今天的表演非常有魅力，與他前兩天的表演簡直是判若兩人，我第一次知道原來熱音社的演出也能這麼令人陶醉…",        // 1-10
        "    今天登上舞台前，台下意外的十分吵雜，我催促著夥伴做好表演的準備，當帷幕揭開時我驚呆了。底下的這些人都是來看我們表演的嗎？我用力捏了捏自己的臉，確認這並不是夢境之後，我的心跳越來越急促，我從來沒有在這麼多人面前表演過，拿著麥克風的手不由自主的顫抖，但隨著音樂的前奏響起，我本能的唱出了旋律，今天的狀態比任何一次表演都要好，身體感覺輕飄飄的，這一定是世界上最棒的表演，離我的夢想只差一點點了！",                         //1-11
        "    今天我陪著工友阿伯去找他的老婆，我們已經報警了，還真不知道她去了哪裡。但是看到工友阿伯跟萱萱找她的樣子我自己也感覺到很心疼，只希望她趕快回家吧，別再讓自己的老公與女兒擔心了。聽說，慧甄居然是跟我同個學校的！明天一定要去好好的恭喜他，居然辦了一個這麼精彩且成功的表演。",
        "    今天是星期日，因為不用打工於是我悠閒的睡到自然醒，陽光照進小小的房間，刺得我瞇起了眼睛。而當我起身揉揉眼睛望向鏡子時，裡面有一個四不像的怪物正在盯著我瞧。我們四目相對，然後......哇啊啊啊啊！這是什麼鬼啦！我大叫。鏡子裡的怪物也對我大叫。稍微冷靜下來之後我靜靜端詳自己的皮膚，臉上出現了像布娃娃縫線的怪東西，我的漂亮臉蛋全毀了！！！難不成是願望成真的代價嗎？這樣我不但當不成偶像還會被世人唾棄啊啊啊啊QQ",
        "    ", //2-3
        "    靠…太噁心了…今天工友伯伯在除草時撞到一個東西，撥開草叢一看，居然就是他老婆的屍體…我無法想像當時工友伯伯有多崩潰，我是覺得我的內心已經有陰影了…而且萱萱多麼可憐啊！自己的媽媽看不到自己病好的樣子…唉…還有今天慧甄用口罩跟布把自己漂亮的臉給遮起來欸…到底是怎樣，而且今天我走在路上看到一個老師手上黏著一片萵苣？？？老天爺嫌這世界的怪事不夠多嗎？",
        "    「欸你聽說了嗎...有一個女人死在操場上今天早上被工友伯伯發現耶」「對啊嚇死人了，我朋友說看到案發現場的人吐了一整個早上，現在還在保健室，整個人歇斯底里的」整個校園中彌漫著詭異的氛圍，我以為這樣能分散其他人對我的注意力，小心翼翼得將口罩又往上拉了一點，但還是遮不住臉上的縫線，被老師看見了...老師今天看我的眼神異常的銳利，她覺得我很奇怪嗎？明明他自己的手上長著一大片萵苣耶。這幾天怎麼一直在發生怪事，我好怕...",
        "    ", //2-6
        "    今天我請了喪假來參加萱萱媽媽的葬禮。萱萱跪在遺照前哭喊的哀嚎如同秋雨般沾染每個人的眼眶，天細雨朦朧，我想這也是上天忍不住的哀鳴吧！令我不解的是，為什麼慧甄跟那個萵苣老師沒來？我印象中老師是萱萱媽媽的好閨蜜啊！",
        "    聽說前幾天死在操場上的女人就是上次幫忙修音響工友伯伯的妻子...伯伯人那麼好卻要面對這樣的事，世界真是有夠不公平的。今晚老師說要到我家做家庭訪問，可是我根本沒有家人啊。想起昨天老師的眼神，我懷疑老師別有用心，不由得打了個冷顫。為了我的人身安全，看來只好跟他約在路二莎咖啡廳隨便聊聊了。話說現在臉變成這樣出門麻煩死了...好想回家睡覺啊"
    };
}